/*  Class = "NSButton"; gToolTip = "Rotate right (⇧⌘R)"; ObjectID = "386";  */
"Rotate right (⇧⌘R)" = "Rotation à droite (⇧⌘R)";

/*  Class = "NSPopUpButton"; gToolTip = "Choose a data format to display the current data by using QuickLook"; ObjectID = "8";  */
"Choose a data format to display the current data by using QuickLook" = "Choisissez un format de données pour l'affichage avec QuickLook";

/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "15";  */
/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "228";  */
"OK" = "OK";

/*  Class = "NSButtonCell"; title = "Open..."; ObjectID = "16";  */
"Open..." = "Ouvrir...";

/*  Class = "NSButtonCell"; title = "Save..."; ObjectID = "17";  */
"Save..." = "Enregistrer...";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "18";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "229";  */
"Cancel" = "Annuler";

/*  Class = "NSSegmentedCell"; 19.labels[0] = "Text"; ObjectID = "19";  */
"Text" = "Texte";

/*  Class = "NSSegmentedCell"; 19.labels[1] = "Image"; ObjectID = "19";  */
"Image" = "Image";

/*  Class = "NSSegmentedCell"; 19.labels[2] = "Hex"; ObjectID = "19";  */
"Hex" = "Hexa";

/*  Class = "NSSegmentedCell"; 19.toolTips[0] = "Show data as text"; ObjectID = "19";  */
"Show data as text" = "Afficher les données en texte";

/*  Class = "NSSegmentedCell"; 19.toolTips[1] = "Try to show data as image"; ObjectID = "19";  */
"Try to show data as image" = "Essayer d'afficher les données sous forme d'image";

/*  Class = "NSSegmentedCell"; 19.toolTips[2] = "Show data hexadecimal"; ObjectID = "19";  */
"Show data hexadecimal" = "Afficher les données en héxadecimal";

/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "77";  */
"Close" = "Fermer";

/*  Class = "NSButton"; gToolTip = "Set to NULL (⇧⌘N)"; ObjectID = "520";  */
"Set to NULL (⇧⌘N)" = "Régler à NULL (⇧⌘N)";

/*  Class = "NSButton"; gToolTip = "Rotate left (⇧⌘L)"; ObjectID = "388";  */
"Rotate left (⇧⌘L)" = "Rotation à gauche (⇧⌘L)";

/*  Class = "NSButtonCell"; title = "NULL"; ObjectID = "521";  */
"NULL" = "NULL";

/*  Class = "NSTextField"; gToolTip = "Enter as octal number (⌘O)"; ObjectID = "86";  */
"Enter as octal number (⌘O)" = "Saisir en nombre octal (⌘O)";

/*  Class = "NSTextField"; gToolTip = "Enter as integer (⌘I)"; ObjectID = "90";  */
"Enter as integer (⌘I)" = "Saisir en entier (⌘I)";

/*  Class = "NSTextField"; gToolTip = "Enter as hexadecimal string (⌘H)"; ObjectID = "91";  */
"Enter as hexadecimal string (⌘H)" = "Saisir en string hexadécimal (⌘H)";

/*  Class = "NSTextFieldCell"; title = "Hexadecimal:"; ObjectID = "224";  */
"Hexadecimal:" = "Hexadécimal :";

/*  Class = "NSTextFieldCell"; title = "Integer:"; ObjectID = "225";  */
"Integer:" = "Entier :";

/*  Class = "NSTextFieldCell"; title = "Octal:"; ObjectID = "226";  */
"Octal:" = "Octal :";

/*  Class = "NSButton"; gToolTip = "Set all bits to 1 (⌘1)"; ObjectID = "376";  */
"Set all bits to 1 (⌘1)" = "Régler tous les bits à 1 (⌘1)";

/*  Class = "NSButton"; gToolTip = "Set all bits to 0 (⌘0)"; ObjectID = "378";  */
"Set all bits to 0 (⌘0)" = "Régler tous les bits à 0 (⌘0)";

/*  Class = "NSButton"; gToolTip = "Negate all bits (⌘N)"; ObjectID = "380";  */
"Negate all bits (⌘N)" = "Négation de tous les bits (⌘N)";

/*  Class = "NSButton"; gToolTip = "Shift right (⌘R)"; ObjectID = "382";  */
"Shift right (⌘R)" = "Décaler vers la droite (⌘R)";

/*  Class = "NSButton"; gToolTip = "Shift left (⌘L)"; ObjectID = "384";  */
"Shift left (⌘L)" = "Décaler vers la gauche (⌘L)";

